Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_abilities/locale/poconvert/*.po
Languages: de, es, fr, ru

source: Ability gained:
de: Fähigkeit erlangt:
es: Habilidad obtenida:
fr: Capacité acquise :
ru: Получена способность:

source: Ability lost:
de: Fähigkeit verloren:
es: Habilidad perdida:
fr: Capacité perdue :
ru: Утеряна способность:

source: Give/remove yourself an ability or list abilities
de: Hinzufügen, Entfernen oder Auflisten Ihrer Fähigkeiten
es: Otorga/elimina una habilidad o muestra el listado de habilidades
fr: Se donner/Se retirer une capacité ou lister les capacités
ru: Получить/утерять или вывести способности

source: (add <ability>) | (remove <ability>) | list
de: (add <Fähigkeit>) | (remove <Fähigkeit>) | list
es: (add <habilidad>) | (remove <habilidad>) | list
fr: (add <capacité>) | (remove <capacité>) | list
ru: (add <способность>) | (remove <способность>) | list

source: No player.
de: Kein Spieler.
es: Sin jugador.
fr: Aucun joueur.
ru: Нет игрока.

source: All abilities added.
de: Alle Fähigkeiten hinzugefügt.
es: Agregadas todas las habilidades.
fr: Toutes les capacités ont été ajoutées.
ru: Все способности получены.

source: All abilities removed.
de: Alle Fähigkeiten entfernt.
es: Eliminadas todas las habilidades.
fr: Toutes les capacités ont été retirées.
ru: Все способности утеряны.

source: Unknown ability.
de: Unbekannte Fähigkeit.
es: Habilidad desconocida.
fr: Capacité inconnue.
ru: Неизвестная способность.

source: No abilities.
de: Keine Fähigkeiten.
es: Sin habilidades.
fr: Aucune capacité.
ru: Нет способностей.

source: Super Slope Sliding
de: Superschrägengleiten
es: Deslizamiento en pendiente
ru: Супер Склоноскольжение

source: Can slide up tall slopes
de: Kann steile Schrägen hinaufgleiten
es: Puedes deslizarte por pendientes altas
fr: Peut gravir les pentes raides
ru: Способность забираться на высокие горки

source: Sliding
de: Gleiten
es: Deslizante
ru: Скольжение

source: Can slide on flat ground and small slopes
de: Kann auf ebener Fläche und auf leichten Schrägen gleiten
es: Puedes deslizarte por terrenos planos y pequeñas pendientes
fr: Peut glisser sur un sol plat et de petites pentes
ru: Способность скользить на плоских поверхностях и маленьких горках

source: Press Forward/Backward/Left/Right key
de: Vorwärts/Rückwärts/Links/Rechts-Taste drücken
es: Presiona Adelante/Atrás/Izquierda/Derecha
fr: Appuyez sur Avant/Arrière/Gauche/Droite
ru: Зажимай клавишу «Вперёд»/«Назад»/«Влево»/«Вправо»

source: Power-Sliding
de: Power-Gleiten
es: Deslizamiento electrizante
ru: Рывок

source: Can use small speed boosts on the floor
de: Kann auf dem Boden kurze Temposchübe nutzen
es: Puedes usar pequeños impulsos de velocidad sobre el piso
fr: Peut utiliser une petite accélération sur le sol
ru: Способность делать быстрый порыв от земли

source: Hold down Aux1 and press Forward
de: Aux1 gedrückt halten und Vorwärts drücken
es: Mantén presionado Aux1 y presiona Adelante
fr: Maintenez Aux1 et appuyez sur Avant
ru: Зажми «Aux1» и нажми «Вперёд»

source: Climbing
de: Klettern
es: Escalada
fr: Escalader
ru: Лазанье

source: Can climb at certain places
de: Kann an bestimmten Stellen klettern
es: Puedes escalar ciertos lugares
fr: Peut escalader certains endroits
ru: Способность лазить по кабелям

source: Press Jump to climb up; press Sneak key to climb down
de: Sprung-Taste zum hochklettern; Schleichen-Taste zum runterklettern
es: Presiona Saltar para ascender; presiona la tecla de Sigilo para descender
fr: Appuyez sur Sauter pour escalader ; appuyez sur S'accroupir pour descendre
ru: Зажми «Прыжок» для поднятия; зажми «Красться» для спуска

source: Launching
de: Abspringen
es: Lanzamiento
fr: Lancement
ru: Пуск

source: Can use launchpads
de: Kann Absprungfelder benutzen
es: Puedes usar plataformas de lanzamiento
ru: Способность прыгать на катапультах

source: Hold down Aux1 or Jump key on a launchpad
de: Drücke Aux1 oder die Sprung-Taste auf einem Absprungfeld
es: Manten presionado Aux1 o la tecla de salto sobre una plataforma de lanzamiento
fr: Maintenez la touche Aux1 ou Sauter sur une manette
ru: Нажми «Aux1» или «Прыжок» на катапульте

source: Press Up/Down/Left/Right key
es: Presiona Arriba/Abajo/Izquierda/Derecha
