Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_nodeboxes/locale/poconvert/*.po
Languages: de, es

source: Solid Slab (grid style)
de: Feste Platte (Gitterstil)
es: Losa sólida (estilo cuadrícula)

source: Solid Slab (flat style)
de: Feste Platte (glatter Stil)
es: Losa sólida (lisa)

source: Solid Slab (tile style)
de: Feste Platte (Kachelstil)
es: Losa sólida (mosaico)

source: Seethrough Slab
de: Durchsichtige Platte
es: Losa transparente

source: Solid Small Slope (grid style)
de: Feste flache Schräge (Gitterstil)
es: Pendiente pequeña sólida (estilo cuadrícula)

source: Solid Elevated Small Slope (grid style)
de: Feste erhöhte leichte Schräge (Gitterstil)
es: Pendiente sólida elevada pequeña (estilo cuadrícula)

source: Solid Tall Slope (grid style)
de: Feste steile Schräge (Gitterstil)
es: Pendiente alta sólida (estilo cuadrícula)

source: Solid Small Slope (flat style)
de: Feste leichte Schräge (glatter Stil)
es: Pendiente sólida pequeña (estilo plano)

source: Solid Elevated Small Slope (flat style)
de: Feste erhöhte leichte Schräge (glatter Stil)
es: Pendiente sólida elevada pequeño talud (estilo plano)

source: Solid Tall Slope (flat style)
de: Feste steile Schräge (glatter Stil)
es: Pendiente alta sólida (estilo plano)

source: Solid Small Slope (tile style)
de: Feste leichte Schräge (Kachelstil)
es: Pendiente pequeña sólida (estilo teja)

source: Solid Elevated Small Slope (tile style)
de: Feste erhöhte leichte Schräge (Kachelstil)
es: Sólido elevada pequeño talud (estilo teja)

source: Solid Tall Slope (tile style)
de: Feste steile Schräge (Kachelstil)
es: Pendiente alta sólida (estilo teja)

source: Seethrough Slope
de: Durchsichtige Schräge
es: Pendiente transversal

source: Seethrough Elevated Small Slope
de: Durchsichtige erhöhte Schräge
es: Pendiente pequeña elevada transparente

source: Seethrough Tall Slope
de: Durchsichtige steile Schräge
es: Pendiente alta transparente
