Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_entities/locale/poconvert/*.po
Languages: de, es

source: Show the list of your collected electrons
de: Zeigt die Liste Ihrer gesammelten Elektronen
es: Muestra el listado de tus electrones recolectados

source: No player.
de: Kein Spieler.
es: Sin jugador.

source: Nothing collected.
de: Nichts gesammelt.
es: Nada recogido.

source: Safe electrons: @1
de: Gespeicherte Elektronen: @1
es: Electrones guardados: @1

source: All electrons: @1
de: Alle Elektronen: @1
es: Todos los electrones: @1

source: Remove all your collected and saved electrons (cannot be undone)
de: Entfernt all Ihre gesammelten und gespeicherten Elektronen (kann nicht r체ckg채ngig gemacht werden)
es: Eliminar todos los electrones recolectados y guardados (no se puede deshacer)

source: All your electrons are now gone.
de: All Ihre Elektronen sind jetzt weg.
es: Todos tus electrones han sido eliminados.

source: Electron Spawner
de: Elektronenspawner
es: Generador de Electrones

source: Cube Spawner
de: W체rfelspawner
es: Generador de Cubos

source: Ability Spawner
de: F채higkeitenspawner
es: Generador de Habilidades

source: Falling Bit Spawner
de: Fallender-Bit-Spawner
es: Generador de Nodos Cayendo

source: Reset the status of your collected electrons
es: Reinicia el estado de tus electrones recolectados

source: Electrons reset. You no longer have any electrons.
es: Electrones reiniciados. No posees ningún electrón.
