Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_dialog/locale/poconvert/*.po
Languages: de, es

source: Climb Master
de: Klettermeister
es: Maestro de la escalada

source: Launch Master
de: Absprungmeister
es: Maestro del lanzamiento

source: Information
es: Información

source: The Noise
de: Das Rauschen
es: El ruido

source: The System
de: Das System
es: El Sistema

source: As I said, this goes down the Void. If you go down there, it’s over. You’re lost forever. You’re nothing. Be glad you glithed … I mean, translocated out at the last moment, that would have been certain doom.
es: Como dije, esto va directo al Vacío. Si bajas a ese lugar, se acabó, estás perdido para siempre, no eres nada. Agradece que sufriste un glitch... digo, trasladado en último moemento, eso hubiera sido la perdición.

source: Glad you asked! This is a gateway. You will find gateways in the entire System. Every gateway will immediately send you to a different sector or a different place in the same sector.
es: ¡Me alegra que hayas preguntado! Esta es una puerta de entrada. Encontrarás puertas de enlace en todo el Sistema. Cada puerta de enlace te enviará inmediatamente a un sector diferente o a un lugar diferente en el mismo sector.

source: This Gateway leads to the Hub, a special sector that connects the other sectors of the System.
es: Este Portal conduce al Hub, un sector especial que conecta otros sectores del Sistema.

source: Most gateways normally need electrons to work, so make sure to pick up as many as you can! And that’s not enough, gateways only recognize electrons you have saved.
es: La mayoría de los portales suelen necesitar electrones para funcionar, así que asegurate de recoger todos los que puedas. Pero eso no es todo, los portales solo reconocen electrones que ya hayas guardado.

source: What’s a “position overflow”?
es: Qué es una "posición fuera del limite"?

source: When you collect an electron or are at a save zone or a gateway, your electron counter is shown. The big blue number is the number of electrons that are safe. You will never lose them. The small gray number shows the number of additional electrons you’ve collected but did not save yet. If you have a position overflow, they’re gone and you must collect them again.
es: Cuando recoges un electrón o estás en una zona de guardado o en una puerta de enlace, se muestra tu contador de electrones. El gran número azul es la cantidad de electrones que están seguros. Nunca los perderás. El pequeño número gris muestra la cantidad de electrones adicionales que ha recolectado pero que aún no ha guardado. Si tienes una posición desbordada, desaparecerán y deberás recuperarlas nuevamente.

source: Oh wait! Could it be that I am a victim of ’package loss’ that they told me in school? But that would mean … Nah, that’s probably just a fairytale to scare young kids. Better not think about it.
es: Oh espera. ¿Puede ser que haya sido víctima de una "perdida de paquete", tal como me enseñaron en la escuela?. Pero, eso significa que... no, probablemente eso es solo un cuento de hadas para asustar a los pequeños. Mejor no pensar en eso.

source: If only I know. Could it be that … no that’s nonsense.
es: Si tan solo lo supiera. Puede ser que... no, eso no tiene sentido.

source: Whenever you have an position overflow, you will lose all electrons you haven’t saved yet. Also, gateways require your electrons to be saved, but Gateway Helper knows more.
es: Siempre que tenga un desbordamiento de posición, perderá todos los electrones que aún no haya guardado. Además, las puertas de enlace requieren que se guarden sus electrones, pero Gateway Helper sabe más.

source: Once you got the ability, hold down Aux1 and press Forwards to powerslide.
es: Una vez que obtengas la habilidad, mantén presionado Aux1 y luego presiona Adelante para realizar un Powerslide.

source: Hold down Aux1 and press Forwards to powerslide.
es: Mantén presionado Aux1 y presiona Adelante para realizar el Powerslide.
