Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_dialog/locale/poconvert/*.po
Languages: de, es

source: Press Jump to climb up and Sneak or Aux1 to climb down.
de: Drücke Springen, um hinaufzuklettern. Drücke Schleichen oder Aux1, um hinunterzuklettern.
es: Presiona Saltar para ascender y Sigilo o Aux1 para descender.

source: With Climb, you can climb on cables in any direction. But remember: On some cables, you are unable to climb upwards.
de: Mit der Kletterfähigkeit kannst du Kabel entlang klettern. Aber denk daran, dass du an manchen Kabeln nicht nach oben klettern kannst.
es: Con la habilidad de Climb, podrás escalar por cables en cualquier dirección. Pero recuerda, en algunos cables no podrás ascender.

source: Greetings, wanderer! You have arrived at the Launch Sector. The energies that flow through this place will make you stronger.
de: Sei gegrüßt, Wanderer! Du bist am Absprungsektor angekommen. Die Energie, die diesen Ort durchfließt, wird dich stärker machen.
es: !Saludos viajero! Has llegado al Launch Sector. La energía que fluye en este lugar te hará más fuerte.

source: You will be able to pick up the Launching ability here.
de: Hier wirst du die Fähigkeit namens „Abspringen“ bekommen.
es: Aquí podrás obtener la habilidad de Launching.

source: With Launching, you can use the yellow launchpads to launch upwards. Whee!
de: Mit der Absprungfähigkeit kannst du die gelben Absprungfelder benutzen, um dich nach oben abstoßen zu lassen. Hui!
es: Con Lanzamiento, puedes usar las plataformas amarillas para lanzarte hacia arriba. ¡Vaya!

source: Press Jump or Aux1 while on a launchpad to use it.
de: Drücke Springen oder Aux1, wenn du auf einem Absprungfeld bist, um es zu benutzen.
es: Presiona Saltar o Aux1 mientras estés sobre una plataforma para utilizarlo.

source: What is this strange distortion?
de: Was ist das für eine seltsame Verzerrung?
es: ¿Qué es esta extraña distorsión?

source: Oh, this? Don’t worry about it, it’s a perfectly normal and expected behavior.
de: Ach das? Keine Sorge. Das ist absolut normal und ein gewöhnliches Verhalten.
es: ¿Qué? ¿Esto? Ah, no te preocupes, es algo totalmente normal y por diseño debería ser así.

source: Let’s be real: Is that a glitch?
de: Jetzt mal ehrlich: Ist das ein Glitch?
es: Pongamonos serios: ¿es eso un glitch?

source: No, no, no, you don’t understand. It’s not a glitch, it’s a feature! Trust me!
de: Nein, nein, nein, du verstehst das nicht. Das ist kein Glitch, es ist ein Feature!
es: No, no, no, no, no lo entiendes. ¡No es un glitch, es una feature!

source: What’s the purpose of that “feature”?
de: Und was ist der Zweck dieses „Features“?
es: ¿Cuál es el objetivo de esa "feature"?

source: Oh, that’s a well-guarded secret. But it’s A-MAZE-ING, trust me! If you grab a LOT of electrons, you might find out.
de: Oh, das ist ein gut behütetes Geheimnis. Aber es ist GROẞ-AR-TIG, glaube mir! Wenn du VIELE Elektronen sammelst, könntest du es herausfinden.
es: Oh, eso es un secreto muy bien guardado, pero es algo A-SOM-BRO-SO, ¡confía en mi!. Si recoges MUCHOS electrones quizás puedas descubrirlo.

source: Will it help me to finally get ot of this place?
de: Wird es mir helfen, diesem Ort wieder zu entkommen?
es: ¿Me aayudará a finalmente salir de este lugar?

source: Absolutely! A-MAZE-ING!
de: Auf jeden Fall! GROẞ-AR-TIG!
es: ¡Absolutamente! ¡A-SOM-BRO-SO!

source: (Why do I have a bad feeling about this?)
de: (Warum habe ich ein ungutes Gefühl bei der Sache?)
es: (¿Por qué tengo un mal presentimiento con esto?)

source: A-MAZE-ING! You have so many shiny electrons. Go forth, and follow your destiny.
de: GROẞ-AR-TIG! Du hast so viele strahlende Elektronen. Gehe voran und folge deiner Bestimmung!
es: ¡A-SOM-BRO-SO! Tienes tantos electrones brillantes. ¡Adelante! y sigue tu destino.

source: I have a bad feeling about this.
de: Ich habe ein ungutes Gefühl bei der Sache.
es: Tengo un mal presentimiento de esto.

source: You don’t really have a choice. Or do you want to linger around in the Hub forever?
de: Du hast nicht wirklich eine Wahl. Oder willst du auf ewig im Hub herumlungern?
es: No tienes otra opción. O ¿acaso quieres vagar por el Hub para siempre?

source: Why is this part of the Hub distorted?
de: Warum ist diese Teil des Hubs verzerrt?
es: ¿Por qué esta parte del Hub está distorsionada?

source: I’d like to know as well, but I don’t think it’s good. Don’t believe the helper on the other side. It’s a liar.
de: Ich würde es auch gerne wissen, aber ich denke nicht, dass es eine gute Sache ist. Glaub nicht dem Helfer auf der anderen Seite. Er ist ein Lügner.
es: También me gustaría saberlo, pero dudo que sea algo bueno. No le creas al Helper en el otro lado. Es un mentiroso.

source: And it won’t tell me a thing! Unfortunately, my place is here, so I can’t investigate.
de: Und er will mir nichts erzählen! Leider ist mein Platz hier, daher kann ich nicht weiter nachforschen.
es: ¡Y no me dirá nada! Desgraciadamente, mi lugar es aquí, así que no puedo investigar.

source: But you can! Maybe you can get to the bottom of this.
de: Aber du kannst es! Vielleicht schaffst du es der Sache auf dem Grund zu gehen.
es: ¡Pero tu si puedes! Quizás tu podrás llegar al fondo de este asunto.

source: What can I do?
de: Was kann ich tun?
es: ¿Qué puedo hacer?

source: To move on, you need a huge number of electrons, so keep collecting them.
de: Um weiter zu kommen, brauchst du sehr viele Elektronen, also sammel weiter.
es: Para poder avanzar, necesita un gran número de electrones, asi que debes continuar recolectandolos.

source: I was already going to.
de: Ich bin bereits dabei.
es: Ya estaba en eso.

source: I am worried the System is in serious danger. If the glitches continue, it might be doom for all of us.
de: Ich befürchte, das System ist in ernsthafter Gefahr. Wenn das mit den Glitchen so weiter geht, könnte es der Untergang für uns alle sein.
es: Me preocupa que el Sistema pueda estar en serio peligro. Si los glitches continúan, puede que sea la perdición para todos nosotros.

source: Oh my! What is this place?
de: Du meine Güte! Was ist das für ein Ort?
es: ¿Qué es este lugar?

source: So you have finally arrived.
de: Also bist du endlich angekommen.
es: Así que finalmente has llegado.

source: Who is this? I don’t see who’s talking! Where am I?
de: Wer ist das? Ich sehe niemanden, der spricht! Wo bin ich?
es: ¿Quién es? No puedo ver quien está hablando. ¿Dónde estoy?

source: I am One.
de: Ich bin Eins.
es: Soy Uno.

source: Oh, so you’re like me!
de: Ah, also bist du wie ich!
es: Oh, ¡entonces eres como yo!

source: But I am also Zero.
de: Aber ich bin ebenso Null.
es: Pero también soy Cero.

source: Huh?
de: Was?
es: ¿Eh?

source: And I am every value in between.
de: Und ich bin jeder Werte dazwischen.
es: Y soy cualquier valor entremedio.

source: For I am chaos, eater of digital worlds!
de: Denn ich bin Chaos, Verzehrer digitaler Welten!
es: Porque soy caos, ¡destructor de mundos digitales!

source: I am … The Noise.
de: Ich bin … Das Rauschen.
es: Soy... El Ruido.

source: This place looks terrible.
de: Dieser Ort sieht furchtbar aus.
es: Este lugar se ve terrible.

source: This place is literally me. I am this place.
de: Dieser Ort ist buchstäblich ich. Ich bin dieser Ort.
es: Este lugar es literalmente yo. Yo soy este lugar.

source: Nothing here makes sense. It’s complete chaos.
de: Hier ergibt nichts einen Sinn. Das ist das totale Chaos.
es: Nada aquí tiene sentido. Es el caos total.

source: It’s because it IS chaos. This is what it looks like when memory is freed.
de: Das ist so, weil es Chaos IST. So sieht es aus, wenn der Speicher befreit ist.
es: Eso esporque ES caos. Así luce cuando se libera memoria.

source: Free? Yippieh, I am finally free!
de: Frei? Juchhu, Ich bin endlich frei!
es: ¿Libre? ¡Que bien, libre al fin!

source: No, silly! That’s just an euphemism for getting deleted.
de: Nein, Dummerchen! Das ist nur ein Euphemismus für gelöscht werden.
es: ¡No, tontito! es solo un eufemismo de ser borrado.

source: Oh. Am I deleted?
de: Oh. Ich bin also gelöscht?
es: Oh. ¿He sido borrado?

source: Technically, yes.
de: Technisch gesehen, ja.
es: Tecnicamente... si.

source: You lured me into a trap! But how can I still exist?
de: Du hast mich in eine Falle gelockt! Aber wie kann ich weiterhin existieren?
es: ¡Me condujiste a una trampa! ¿Pero como puedo seguir existiendo?

source: You’re deleted, but not overwritten. You know, when the System deletes data, that doesn’t mean it is completely destroyed outright. It is just no longer protected from being overwritten. Which is why you still might see some random remains of some structures around here.
de: Du bist gelöscht worden, aber noch nicht überschrieben. Es ist so, wenn das System Daten löscht, dann bedeutet das nicht, dass sie sofort verschwinden. Sie sind nur nicht mehr vom Überschreiben geschützt. Daher kannst du hier auch noch zufällige Rückstände von Strukturen sehen.
es: Has sido borrado, pero no sobrescrito. Como sabes, cuando el Sistema borra información, no significa que sea destruída inmediatamente, solo es que ya no se encuentra protegida de ser sobrescrita. Por esa razón es que eres capaz de ver restos aleatorios de algunas estructuras por aquí.

source: And you … you haven’t been overwritten. Yet. This place is like Limbo.
de: Und auch du, … du bist bisher nicht überschrieben. Noch nicht. Dieser Ort ist wie der Limbus.
es: Y tu... no has sido sobrescrito... aún. Este lugar es como el Limbo.

source: Wait … You don’t actually want to harm me, right?
de: Moment … du willst mir gar nicht schaden, oder?
es: Espera... No estarás intentando lastimarme, ¿verdad?

source: I am the representation of chaos. I don’t recognize concepts such as good or evil. I’m just telling you the truth.
de: Ich bin die Repräsentation des Chaos. Konzepte wie Gut oder Böse sind mir fremd. Ich sage dir nur die Wahrheit.
es: Soy una representación del caos. No reconozco conceptos tales como el bien y el mal. Solo te estoy contando la verdad.

source: And all wanted was to find the path to @1.
de: Und ich wollte doch nur einen Weg zu @1 finden.
es: Y lo único que he querido era encontrar el camino a @1.

source: What if your destination was the Void all along? What if it was erasure all along? Didn’t the System send you to the Void Pipe, after all?
de: Was ist wenn deine Bestimmung schon immer der Void war? Was ist wenn es von Anfang an die Löschung war? Das System hatte dich doch in die Voidröhre gesendet, oder?
es: ¿Y qué tal si tu destino era el Vacío después de todo? ¿y si después de todo era la eliminación. ¿No fue acaso el Sistema el que te envío por la Void Paid?

source: Yes, but … No way! I have a real purpose in The System! I will be a good bit! I worked so hard to get where I am now. I refuse to be randomly discarded that way!
de: Ja, aber … nein! Ich habe einen echten Sinn im System! Ich werde ein guter Bit sein! Ich habe so hart daran gearbeitet, hierhin zu gelangen. Ich weigere mich, einfach so weggeworfen zu werden!
es: Si. pero... ¡de ninguna manera! Tengo una función real en el Sistema. Seré un buen bit. He trabajado duro para llegar hasta donde estoy. ¡Me niego a ser descartado aleatoriamente de esa manera!

source: That is outside of our control. We’re all just pieces of data serving The User.
de: Das ist außerhalb unserer Kontrolle. Wir sind alle nur Teile von Daten, die dem Nutzer dienen.
es: Eso está fuera de nuestro control. No somos más que piezas de datos al servicio del usuario.

source: I will find the path to salvation, I swear!
de: Ich werde den Weg zur Errettung finden! Das schwöre ich!
es: Encontraré el camino de la salvación, ¡lo juro!

source: Gateways are of no use here. There is no escape.
de: Gateways nützen hier nichts. Es gibt kein Entkommen.
es: Los Portales no sirven aquí. No hay escapatoria.

source: And I suddenly feel weaker now!
de: Und auf einmal fühle ich mich schwächer!
es: ¡Y de un momento a otro me siento debil ahora!

source: I see. The Erasure must have already begun. It looks like the System already has overwritten most of your abilities.
de: Ich verstehe. Die Löschung muss bereits begonnen haben. Es scheint, das System hat bereits die meisten deiner Fähigkeiten überschrieben.
es: Ya veo. El Borrado ya debe haber comenzado. Parece que el Sistema ya ha sobrescrito la mayoría de tus habilidades.

source: Wait, what?! Already?
de: Was, was? Jetzt schon?
es: Espera... ¿Qué? ¿Ya?

source: I told you, you will succumb to the Noise. Why keep fighting?
de: Wie ich sagte: Du wirst im Rauschen untergehen. Wozu noch kämpfen?
es: Te lo dije, sucumbirás frente a The Noise. ¿Por qué seguir luchando?

source: Pfft! At least I can still slide, so I have a chance!
de: Pah! Wenigstens kann ich noch gleiten, also habe ich noch eine Chance.
es: Pfff Por lo menos aún puedo deslizarme, ¡así que aún existen pósibilidades!

source: Your attempts to escape amuse me.
de: Deine Fluchtversuche amüsieren mich.
es: Tus intentos por escapar me divierten.

source: Oh, shut up!
de: Ach, sei still!
es: Oh, ¡ya callate!

source: Keep looking for the exit gateway, but it doesn’t exist. All the gateways here just lead back to this sector. You’re trapped here forever.
de: Suche ruhig weiter nach einem Ausgang, aber er existiert nicht. Alle Gateways hier führen nur wieder zurück in diesen Sektor. Du bist hier für immer gefangen.
es: Puedes seguir buscando el Portal de salida, pero este no existe. Todos los portales conducen de vuelta a este sector. Estás atrapado aquí para siempre.

source: What if I don’t believe you?
de: Was, wenn ich dir nicht glaube?
es: ¿Y qué pasa si no te creo?

source: Feel free to find all the gateways. But you will discover I am telling the truth.
de: Es steht dir frei, alle Gateways zu finden. Aber du wirst sehen, dass ich dir die Wahrheit sage.
es: Sientete libre de buscar todos los portales. Tarde o temprano descubriás que te estoy contando la verdad.

source: What was that?!
de: Was war das?!
es: ¿¡Qué es eso!?

source: Hmm, it probably was nothing.
de: Hmm, es war wahrscheinlich nichts.
es: Hmm, probablemente no fue nada.

source: There is no escape …
de: Es gibt kein Entkommen …
es: No hay escapatoria …

source: Everything that is, will succumb to the Noise.
de: Alles, was ist, wird im Rauschen untergehen.
es: Todo lo que existe sucumbirá frente a The Noise.

source: Come to me …
de: Komm zu mir …
es: Ven a mí …

source: Who are you, and how should I come to you?
de: Wer bist du und warum sollte ich zu dir kommen?
es: ¿Quien eres y como debería acercame?

source: The Erasure will soon begin …
de: Die Löschung wird bald beginnen …
es: El borrado pronto comenzará …

source: I’ve been waiting for you.
de: Ich warte auf dich.
es: Te he estado esperando.

source: Why?
de: Warum?
es: ¿Por qué?

source: This sector seems very broken. Is this where the distortion is coming from? Is this the true path to salvation? I guess there is only one way to find out …
de: Dieser Sektor sieht sehr kaputt aus. Ist es hier, wo die Verzerrung herkommt? Ist das der richtige Weg zur Errettung? Ich denke es gibt nur einen Weg, das herauszufinden …
es: Este sector parece muy roto. ¿Es de aquí de donde viene la distorsión? ¿Es este el verdadero camino hacia la salvación? Supongo que sólo hay una forma de averiguarlo…

source: Woooow! I did it!
de: Juchu! Ich habe es geschafft!
es: ¡WooooW! ¡Lo logré!

source: I escaped the Noise!
de: Ich bin dem Rauschen entkommen!
es: ¡Escapé de The Noise!

source: But where am I now?
de: Aber wo bin ich jetzt?
es: Pero... ¿donde estoy ahora?

source: What brought you here, young one?
de: Was bringt dich hier her, Jüngling?
es: ¿Qué te trae por acá jovencito?

source: Woah! Is that really you? The System itself?
de: Woah! Bist das wirklich du? Das System selbst?
es: ¡Woah! ¡Realmente eres tu? ¿El Sistema?

source: Yes. You’re at the center of it all. Impressive you made it past all the security measures.
de: Ja, du bist mitten im Zentrum von allem. Beeindruckend, dass du alle Sicherheitsmaßnahmen überwunden hast.
es: Si. Estás en el centro del todo. Me impresiona que hayas sorteado todas las medidas de seguridad.

source: I ask you again: What brought you here?
de: Ich frage dich erneut: Was bringt dich hierher?
es: Te pregunto nuevamente: ¿Qué te trae por aquí?

source: That’s a long story. I was on my way to @1, but some strange glitch caused me to be way off track, and I’ve been searching for answers in all these sectors. I was wondering if anyone could help me.
de: Das ist eine lange Geschichte. Ich war auf dem Weg zu @1, aber ein seltsamer Glitch hat mich vom Weg abkommen lassen. Und ich habe in allen Sektoren nach Antworten gesucht. Ich habe gedacht, jemand könnte mir vielleicht helfen.
es: Es una larga historia. Iba en dirección a @1, pero un extraño glitch hizo que perdiera mi camino, y he estado buscando respuestas por estos sectores. Me preguntaba si alguien podría ayudarme.

source: Wait, did you say “glitch”?
de: Warte, hast du „Glitch“ gesagt?
es: Espera, ¿acaso dijiste "glitch"?

source: You aren’t aware? The Hub is slowly being corrupted by some entity called “The Noise” and I just barely escaped its grasp.
de: Du weißt es nicht? Der Hub wird langsam korrumpiert von einer Entität namens „Das Rauschen“ und ich bin ihrem Griff so gerade noch entkommen.
es: ¿Acaso no eres conciente? El Hub está lentamente siendo corrompido por alguna entidad llamada "The NOise" y he podido escapar por un pelo.

source: Hmmm … Let me check something really quick …
de: Hmmm … lass mich kurz etwas überprüfen …
es: Hmmm ... Déjame comprobar algo muy rápido ...

source: Gasp! You’re right!
de: Japs! Du hast Recht!
es: ¡Ufff! ¡Tienes razón!

source: How could you not know! You’re the System! The core of everything!
de: Wie konntest du das nicht wissen! Du bist das System! Der Kern von allem!
es: ¡Como podrías no saberlo! ¡Eres el SIstema! ¡El núcleo de todo!

source: Calm down, I was just hibernating a little bit. Even the System needs a rest sometimes.
de: Beruhige dich, ich habe nur etwas gedöst. Selbst das System braucht ab und zu mal einen Ruhezustand.
es: Calmate, solo estuve hiberando por un momento. Incluso el Sistema necesita descanso de cuando en cuando.

source: What kind of system are you! I thought of you as an all-powerful being, but you’re weak and pathetic!
de: Was für ein System bist du! Ich dachte, du seist allmächtig, dabei bist du schwach und erbärmlich!
es: ¡Que clase de sistema eres! Te veía como un ser Todopoderoso, ¡pero eres débil y patético!

source: You’re right, now is not the time for hibernation. I know how to deal with this. START THE PURGE ROUTINES!
de: Du hast Recht, jetzt ist keine Zeit zum Ruhen. Ich weiß, wie ich damit umzugehen habe. STARTET DEN SÄUBERUNGSPROZESS!
es: Tienes razón, no es tiempo para hibernar. Se como manejar esto. ¡A COMENZAR LA PURGA DE RUTINAS!

source: Nothing happened. Strange. All the watchdog processes are gone. That explains why I have not been warned …
de: Nicht passiert. Seltsam. Alle Überwachungsprozesse sind verschwunden. Das erklärt auch, warum ich nicht gewarnt wurde.
es: No ha pasado nada. Extraño. Todos los procesos de vigilancia han desaparecido. Eso explica por qué no he sido advertido …

source: Well, I did find something in those sectors. They call themselves “helpers”. Do you mean those?
de: Nun ja, ich habe in diesen Sektoren was gefunden. Sie nennen sich „Helfer“. Meinst du diese?
es: Bueno, encontré algunos en esos sectores. Se llaman a si mismos como "helpers". ¿Te refieres a ellos?

source: OH! Zombie processes again! That explains why I haven’t heard anything. I was blind and deaf the whole time. Now I know how to fix the problem. Let me just reboot them really quick …
de: OH! Die Zombieprozesse schon wieder! Das erklärt, warum ich nichts mitbekommen habe. Ich war die ganze Zeit blind und taub. Jetzt weiß ich, wie ich das Problem fixe. Lass mich sie kurz neustarten …
es: ¡OH! ¡Los procesos zombies nuevamente! Eso explica porque no he escuchado nada. He estado ciego y sordo todo el tiempo. Ahora se como solucionar el problema. Tan solo dejame reiniciarlos rapidamente …

source: Did someone call me?
de: Hat mich jemand gerufen?
es: ¿Alguien me llamó?

source: Hub Helper, ready for duty!
de: Hub-Helfer meldet sich zum Dienst!
es: Hub Helper, ¡listo para el deber!

source: Gateway Helper, what’s up?
de: Hier ist Gateway-Helfer! Was geht?
es: Gateway Helper, ¿qué sucede?

source: I have decided to reboot you. Assemble everyone in the Hub and tell them to put 100% workload to fix the corruption!
de: Ich habe entschieden, euch neuzustarten. Versammelt alle im Hub und teilt ihnen mit, 100% ihrer Leistung darauf zu verwenden, die Korruption zu beheben!
es: He decidido reiniciarlo. ¡Reúne a todos en el Hub y diles que pongan el 100% de carga de trabajo para arreglar la corrupción!

source: We’re no longer zombies? We’re real processes now?!
de: Wir sind keine Zombies mehr? Wir sind jetzt echte Prozesse?!
es: ¿Ya no somos zombies? ¡¿Ahora somos procesos reales?!

source: Yes. I’m counting on you! You all have been granted a generous amount of processing power.
de: Ja, ich zähle auf euch! Ich hab euch allen große Mengen an Arbeitsleistung eingeräumt.
es: Si. Cuento con ustedes. Les he otorgado una generosa cantidad de poder de procesamiento.

source: To all helpers: Let’s go to the Hub and kick some ass!
de: An alle Helfer: Wir treffen uns im Hub und treten jemandem richtig in den Arsch!
es: A todos los helpers: ¡Vamos al Hub a patear traseros!

source: Good. That should settle it.
de: Gut. Das sollte es erledigen.
es: Bien. Eso debería solucionarlo.

source: So the helpers will actually save the sectors?
de: Also retten die Helfer wirklich die Sektoren?
es: ¿Entonces los Helpers realmente salvarán los sectores?

source: Yes.
de: Ja.
es: Efectivamente.

source: Seems like if it weren’t for me, this whole place could have been toast, right?
de: Scheint so als hätte dieser ganze Ort ohne mich den Bach runtergehen können, oder?
es: Parece que si no hubiera sido por mi todo este lugar se hubiera ido al carajo, ¿estoy en lo cierto?

source: Of course!
de: Auf jeden Fall!
es: ¡Por supuesto!

source: Well, in that case, can you do me a small favor? Can you send me to @1 really quick?
de: Nun, kannst du mir in diesem Fall einen kleinen Gefallen tun? Kannst du mich kurz zu @1 schicken?
es: Bueno, entonces en ese caso, ¿me podría hacer un pequeño favor? ¿Podría enviarme a @1 rapidamente?

source: Oh right. You’re a lost bit, after all. I don’t normally do these things, but I can make an exception.
de: Ach ja, richtig. Du bist ja schließlich ein verlorenes Bit. Normalerweise tue ich so etwas nicht, aber ich kann eine Ausnahme machen.
es: Ah, sí, claro. Después de todo, estás un poco perdido. Normalmente no hago algo como esto, pero puedo hacer una excepción.

source: I’m going to do it right now. Are you ready?
de: Ich werde dich sofort los schicken. Bist du bereit?
es: Lo haré inmediatemente. ¿Estás listo?

source: Yes! Finally!
de: Ja! Endlich!
es: ¡Listo! ¡Finalmente!

source: INITIATING TRANSFER TO @1 …
de: BEGINNE TRANSFER ZU @1 …
es: INICIANDO LA TRANSFERENCIA A @1 …

source: WAIT, THAT’S THE WRONG ADDR…
de: WARTE, DAS IST DIE FALSCHE ADDR…
es: ESPERA, ESA ES LA DIRECCIÓN EQUIVOCADA…

source: Well, here we go again …
de: Au Backe, jetzt geht das schon wieder los!
es: Bueno, aquí vamos de nuevo …

source: One
de: Eins
es: Uno

source: Void Helper
de: Void-Helfer
es: Ayudante del Vacío

source: Gateway Helper
de: Gateway-Helfer
es: Ayudante para la puerta de enlace

source: Save Zone Helper
de: Speicherzonenhelfer
es: Asistente para guardar la zona

source: Hub Helper
de: Hub-Helfer
es: Ayudante concentrador

source: Slope Master
de: Schrägenmeister
es: Maestro de la pendiente

source: Powerslide Master
de: Power-Gleiten-Meister
es: Maestro del patinaje
