Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_dialog/locale/poconvert/*.po
Languages: de, es

source: Continue
de: Fortfahren
es: Continuar

source: What … what happened?
de: Was … was ist passiert?
es: ¿Qué...? ¿Que sucedió?

source: Where am I? And what was I just doing before?
de: Wo bin ich? Und was habe ich gerade noch gemacht?
es: ¿Donde estoy? ¿Qué es lo que estaba haciendo?

source: Oh, I remember! I was in the packet serial number 40054904110923 on the way to IP @1. Business as usual.
de: Oh, jetzt weiß ich es wieder! Ich war im Paket der Seriennummer 40054904110923 auf dem Weg zur IP @1. Eine normale Aufgabe.
es: Oh, ¡ya lo recuerdo! Estaba en el paquete número 40054904110923 en dirección a la IP @1. Lo mismo de siempre.

source: But this doesn’t look like @1 at all. It doesn’t even look close to it! Hmm, that has never happened before … But to be fair, I’m new at my job.
de: Aber dies sieht nicht nach @1 aus. Nicht einmal annähernd. Hmm, das ist mir noch nie passiert … aber ehrlich gesagt bin ich auch noch neu in diesem Job.
es: Pero esto no se parece en nada a @1. Ni siquiera se le parece. Hmm, eso nunca me había pasado antes ... Pero para ser justos, soy nuevo en mi trabajo.

source: Oh wait! Could it be that I am a victim of ’packet loss’ that they told me in school? But that would mean … Nah, that’s probably just a fairytale to scare young kids. Better not think about it.
de: Moment! Könnte es sein, dass ich ein Opfer dieses „Paketverlustes“ bin, von dem sie mir in der Schule erzählt haben? Aber das würde ja bedeuten … Ne, das ist vermutlich nur ein Gruselgeschichte für kleine Kinder. Lieber nicht darüber nachdenken.
es: ¡Oh, espera! ¿Será que soy víctima de la "pérdida de paquetes" que me contaron en el colegio? Pero eso significaría... No, probablemente sea sólo un cuento de hadas para asustar a los niños pequeños. Mejor no pensar en ello.

source: There is probably a logical explanation to all of this. I should look around.
de: Bestimmt gibt es für alles eine logische Erklärung. Ich sollte mich einmal hier umsehen.
es: Debe haber alguna explicación lógica para todo esto. Debería explorar.

source: You have the ability to slide on flat ground and small slopes. Use the movement keys to slide. Use the “Place” key to communicate.
de: Du hast die Fähigkeit, auf flachem Boden und leichten Schrägen zu gleiten. Benutze die Bewegungstasten zum Gleiten.
es: Tienes la habilidad de deslizarte en terrenos planos y pequeñas pendientes. Usa las teclas de movimiento para deslizarte. Usa la tecla "Place" (ratón secundario) para comunicarte.

source: Nope, I can’t jump. I’m a bit, not assembler code.
de: Nö, ich kann nicht springen. Ich bin ein Bit, kein Assembler-Code.
es: Nop, no puedo saltar. Soy un bit, no código ensamblador.

source: Umm … hello?
de: Ähm … hallo?
es: Umm... ¿hola?

source: Gasp! Who are you? And what are you doing here?!
de: Huch! Wer bist du? Und was tust du hier?!
es: ¡Ay! ¿Quiénes sois? ¡¿Y qué estás haciendo aquí?!

source: I was just about to ask you the same thing.
de: Ich wollte dich gerade das Gleiche fragen.
es: Justo te iba a preguntar lo mismo.

source: This isn’t good, this isn’t good, this isn’t good …
de: Das ist nicht gut, das ist nicht gut, das ist nicht gut …
es: Esto no es bueno, esto no es bueno, esto no es bueno …

source: My name is One. I’m a bit in transit, but something went wrong …
de: Mein Name ist Eins. Ich bin ein Bit auf dem Transportweg, aber etwas ist schief gelaufen …
es: Mi nombre es Uno. Estoy un bit en tránsito, pero algo salió mal …

source: Yeah, obviously you’re a bit! My name is Void Helper, by the way, my job is to observe the Void Pipe. Or actually, that used to be my job. Sigh …
de: Klar, offensichtlich bist du ein Bit! Mein Name ist Void-Helfer und, ganz nebenbei, meine Aufgabe ist es, die Voidröhre zu beobachten. Also genaugenommen war das meine Aufgabe. Seufz …
es: Sí, ¡obviamente eres un bit! Mi nombre es Ayudante del Vacío, por cierto, mi trabajo es observar la Tubería del Vacío. O en realidad, ese solía ser mi trabajo. Sigh …

source: The Void Pipe?
de: Die Voidröhre?
es: ¿La Void Pipe?

source: Yes. Anyway. I was observing the pipe, when suddely—BZZT!—and—KRRCHT!—and you somehow ended up in front of me. How did you do that?
de: Ja. Wie auch immer. Als ich also gerade die Röhre beobachtet hatte, machte es plötzlich „BZZT!“ und „KRRCHT!“ und auf einmal tauchst du vor mir auf. Wie hast du das gemacht?
es: Si. De todas maneras, estaba observando la tubería, cuando de repente —BZZT!— y —KRRCHT!, y de alguna manera terminaste frente a mi. ¿Cómo lo hiciste?

source: I don’t know! I was on the way to @1, and then … it happened.
de: Ich weiß es nicht! Ich war auf dem Weg zu @1, und dann … passierte es.
es: No lo sé. Iba en dirección a @1, y luego... sucedió.

source: This isn’t good. You know what this means, right?
de: Das ist nicht gut. Du weißt, was das bedeutet, oder?
es: Esto no es bueno. Sabes lo que esto significa ¿verdad?

source: Not really.
de: Nicht wirklich.
es: No realmente.

source: This pipe leads right to the Void. Discarded data is sent there to be deleted forever. Only dead bits should end up in the Void. But you’re not dead. So you should have never arrived here.
de: Die Voidröhre führt direkt zum Void. Ausrangierte Daten werden hier durchgesendet, um für immer gelöscht zu werden. Nur tote Bits sollten in der Voidröhre landen. Aber du bist nicht tot. Daher hättest du nie hier ankommen sollen.
es: Esta tubería lleva directo al Vacío. La información descartada es envíada allí para ser eliminada para siempre. Solo los bits muertos deberían terminar en el Vacío. Pero tu no estás muerto, así que no deberías haber terminado acá.

source: And yet I did. Suddenly I saw this … black and white thing. And then I found you. How?
de: Und trotzdem bin ich hier. Ich sah plötzlich dieses … schwarz-weiße Ding. Und dann traf ich dich. Wie das?
es: Aún así, aquí estoy. Derepente vi esta... esta cosa blanca y negra, y después de encontré. ¿Cómo ocurrió?

source: If only I knew. Could it be that … no that’s nonsense.
de: Wenn ich nur wüsste. Könnte es sein, dass … nein, das ist Unsinn.
es: SI tan solo lo supiera. Podría ser que... no, eso no tiene sentido.

source: What is it?!
de: Was ist es?!
es: ¡¿Qué es esto?!

source: Let’s not jump to conclusions.
de: Lass uns keine voreiligen Schlüsse ziehen.
es: No nos apresuremos en sacar conclusiones.

source: Is there anything else you want to ask me?
de: Gibt es etwas anderes, was du mich fragen möchtest?
es: ¿Hay algo másque quieras preguntarme?

source: What are those funny rotating things?
de: Was sind diese komischen rotierenden Dinger?
es: ¿Qué son esas cosas giratorias tan divertidas?

source: What’s a helper?
de: Was ist ein Helfer?
es: ¿Qué es un Helper?

source: What should I do now?
de: Was sollte ich jetzt tun?
es: ¿Qué debería hacer ahora?

source: No, I’m good.
de: Nein, alles gut.
es: No, estoy bien.

source: These are electrons. You need them to gain access to more sectors within the System. Touch them to collect them. The Save Zone Helper over there will tell you more.
de: Das sind Elektronen. Du brauchst sie, um Zugang zu weiteren Sektoren des Systems zu erhalten. Berühre sie, um sie einzusammeln.
es: Son electrones. Los necesitas para acceder a más sectores dentro del Sistema. Tócalos para recogerlos. El Ayudante de la Zona de Salvar de allí te dirá más.

source: As I said, this goes down the Void. If you go down there, it’s over. You’re lost forever. You’re nothing. Be glad you glitched … I mean, translocated out at the last moment, that would have been certain doom.
de: Wie gesagt, das geht ins Void. Wenn du da runter gehst, ist es aus. Du bist für immer verloren. Du bist nichts. Sei froh, dass du geglitcht bist … Ich meine, hättest du nicht im letzten Moment den Ort gewechselt, dann wäre es mit Sicherheit dein Untergang gewesen.
es: Como dije, esto lleva hasta el Vacío. Si bajas allí será tu fin. Estarás perdido para sempre. No serás nada. Agradece que sufriste un glitch... digo, fuiste traslocado fuera en último momento, eso hubiera sido tu perdición.

source: The User calls us “zombie processes”. We used to be normal routines the User launched many quadrillions of cycles ago and we were supposed to die since we did our job, but due to a flaw in programming we haven’t been killed yet. Since then, the System ignores us, so we just wander around the System, aimlessly. But we don’t like the word “zombie process” so we call ourselves helpers, because we couldn’t help ourselves to stay alive.
de: Die Benutzer nennen uns „Zombieprozesse“. Wir waren einmal gewöhnliche Routinen, die der Benutzer vor Billiarden an Zyklen gestartet hatte und wir hätten sterben sollen, da wir unseren Job getan haben, aber wegen eines Programmfehlers wurden wir bisher nicht getötet. Da uns das System ignoriert, wandern wir ziellos im System umher. Aber das Wort „Zombieprozess“ mögen wir nicht, daher nennen wir uns Helfer, weil wir uns nicht anders helfen konnten, als am Leben zu bleiben.
es: El Usuario nos llama "procesos zombis". Solíamos ser rutinas normales que el Usuario lanzó hace muchos cuatrillones de ciclos y se suponía que debíamos morir ya que habíamos hecho nuestro trabajo, pero debido a un fallo en la programación aún no nos han matado. Desde entonces, el Sistema nos ignora, así que simplemente vagamos por el Sistema, sin rumbo. Pero no nos gusta la palabra "proceso zombi", así que nos llamamos ayudantes, porque no podíamos ayudarnos a nosotros mismos a seguir vivos.

source: That pun is terrible.
de: Das ist ein schreckliches Wortspiel.
es: Ese juego de palabras es terrible.

source: Heh, still better than “zombie process”. But we really like to help, too. We actually feel very alive and kicking, and we’re definitely not going after your brains.
de: Ha! Immer noch besser als „Zombieprozesse“. Aber wir helfen auch wirklich gerne. Wir fühlen uns tatsächlich quicklebendig und haben sicher keinen Hunger auf dein Hirn.
es: Eeemm, aún así es mejor que "procesos zombies". Pero realmente nos gusta ayudar, nos sentimos muy vivos y con energía, y definitivamente no vamos tras tu cerebro.

source: What brain?
de: Was für ein Hirn?
es: ¿Cuál cerebro?

source: That’s the joke!
de: Das ist ja der Witz!
es: ¡Ese es el chiste!

source: I don’t know, really. I guess you just explore the sectors of the System and collect electrons along the way to unlock more gateways. And maybe try to figure out what happened to you.
de: Ich weiß es auch nicht, wirklich nicht. Ich denke mal, du erforschst einfach die Sektoren des Systems und sammelst auf deinem Weg Elektronen, um mehr Gateways freizuschalten. Und versuche vielleicht herauszufinden, was mit dir passiert ist.
es: La verdad es que no lo sé. Supongo que simplemente exploras los sectores del Sistema y recoges electrones por el camino para desbloquear más puertas. Y tal vez tratar de averiguar lo que te pasó.

source: What’s this?
de: Was ist das?
es: ¿Qué es esto?

source: Glad you asked! This is a gateway. You will find gateways in the entire System. Every gateway will quickly send you to a different sector or a different place in the same sector.
de: Freut mich, dass du fragst! Das ist ein Gateway. Du findest sie überall im System. Jedes Gateway leitet dich schnell weiter zu einem anderen Sektor oder einem anderen Ort im selben Sektor.
es: ¡Que bueno que preguntaste! Esto es un Portal. Encontrarás portales repartidos por todo el Sistema. Cada portal te enviará rapidamente a diferentes sectores o a un lugar diferent en el mismo sector.

source: This gateway leads to the Hub, a special sector that connects the other sectors of the System.
de: Dieses Gateway führt zum Hub, einen speziellen Sektor der die anderen Sektoren des Systems verbindet.
es: Este Portal conduce al Hub, un sector especial que conecta el resto de sectores del Sistema.

source: However, there’s a catch!
de: Doch es gibt einen Haken!
es: De todas maneras, ¡hay una pequeña trampita!

source: Most gateways need electrons to work, so make sure to pick up as many as you can! And that’s not enough, gateways only recognize electrons you have saved.
de: Die meisten Gateways benötigen Elektronen. Stell also sicher, dass du so viele Elektronen einsammelst wie möglich. Außerdem erkennen Gateways nur gespeicherte Elektronen an.
es: La mayoría de los portales necesitan electrones para funcionar, así que asegurarte de recolectar tantos como puedas. Recuerda que los portales solo reconocen los electrones que hayas guardado.

source: So if a gateway needs 8 electrons, you need to have collected 8 electrons in total and have them saved in a save zone. Talk to Save Zone Helper to learn more.
de: Wenn ein Gateway also 8 Elektronen benötigt, musst du insgesamt 8 Elektronen sammeln und sie in einer Speicherzone speichern. Sprich den Speicherzonenhelfer an, um mehr darüber zu erfahren.
es: Así que si un Portal requiere 8 electrones, tienes que haber recolectado 8 electrones en totale y haberlos almacenado en una zona de guardado. Habla con Save Zone Helper para aprender más.

source: 8 electrons for a single gateway usage? What a rip-off! What if I run out of electrons?
de: 8 Elektronen für nur eine Gateway-Nutzung? Was für eine Abzocke! Was ist, wenn mir die Elektronen ausgehen?
es: ¿8 electrones por tan solo el uso de un portal? ¡Pero que estafa! ¿Qué pasa si me quedo sin electrones?

source: Haha, don’t worry. You don’t need to “pay” with electrons. You get to keep all your electrons, you just need to have them.
de: Haha, keine Angst. Du brauchst nicht mit Elektronen zu „bezahlen“. Du behältst alle deine Elektronen und musst sie nur vorweisen können.
es: Haha, no te preocupes. No tienes que "pagar" con electrones. Puedes quedarte con tus electrones, solo es necesario que los tengas.

source: Enjoy your travels!
de: Eine gute Reise!
es: ¡Disfruta tus viajes!

source: To use a gateway, hold down the Aux1 key while you’re above it. If you don’t know what the Aux1 key is, remember you can set it in your controls configuration.
de: Um ein Gateway zu benutzen, musst du die Aux1-Taste gedrückt halten, während du dich über ihm befindest. Wenn du nicht weißt, welches die Aux1-Taste ist, sieh in deinen Einstellungen für die Tastenbelegung nach.
es: Para usar un portal manten presionada la tecla Aux1 mientras estás sobre el portal. Si no sabes cual es la tecla Aux1 recuerda que puedes configurarlo en el menú de controles.

source: Oh my! A visitor! I’m so excited to tell you about this device. Did you collect some electrons yet? You know, those blue rotating thingies?
de: Ich glaub’s nicht! Ein Besucher! Ich freue mich ja so, dir mehr über dieses Gerät erzählen zu können. Hast du schon Elektronen gesammelt? Du weißt, diese blauen rotierenden Dinger?
es: ¡Vaya! ¡Un visitante! Estoy tan emocionada de hablarte de este dispositivo. ¿Ya recogiste algunos electrones? Ya sabes, ¿esas cositas azules que giran?

source: Because if you carry electrons with you, you need to save them, or else you risk losing them! Just move inside the savezone and all your electrons will be saved.
de: Wenn du nämlich bereits Elektronen mit dir herum trägst, dann musst du sie abspeichern, sonst riskierst du, sie wieder zu verlieren! Beweg dich einfach in die Speicherzone herein und all deine Elektronen werden gespeichert.
es: Porque si llevas electrones contigo tienes que guardarlos, o arriesgas perderlos todos. Tan solo ingresa a la zona de guardado y todos tus electrones serán almacenados.

source: What happens if I don’t save my electrons?
de: Was passiert, wenn ich meine Elektronen nicht speichere?
es: ¿Qué pasa si no guardo mis electrones?

source: Whenever you have a position overflow, you will lose all electrons you haven’t saved yet. Also, gateways require your electrons to be saved, but Gateway Helper knows more.
de: Immer dann, wenn du einen Positionsüberlauf hast, wirst du alle nicht gespeicherten Elektronen verlieren. Außerdem benötigen Gateways gespeicherte Elektronen, aber da weiß der Gateway-Helfer mehr.
es: Cuando te encuentres en una "posición fuera del limite" perderás todos los electrones que no hayas guardado aún. Además los portales requieren que tus electrones estén guardados, pero el Gateway Helper puede saber más.

source: I think I still have a question.
de: Ich denke, ich habe immer noch eine Frage.
es: Creo que aún tengo preguntas.

source: How many electrons do I have?
de: Wie viele Elektronen habe ich?
es: ¿Cúantos electrones tengo?

source: What’s a position overflow?
de: Was ist ein Positionsüberlauf?
es: ¿Qué es una "posición fuera del limite"?

source: What’s a gateway?
de: Was ist ein Gateway?
es: ¿Qué es un portal?

source: Nevermind, that’s all! Bye.
de: Danke, das wäre alles! Tschüss!
es: No importa, eso sería todo. Hasta luego.

source: When you collect an electron or you’re at a save zone or gateway, your electron counter is shown. The big blue number is the number of electrons that are safe. You will never lose them. The small gray number shows the number of additional electrons you’ve collected but did not save yet. If you have a position overflow, they’re gone and you must collect them again.
de: Wenn du Elektronen sammelst oder in einer Speicherzone bist, wird dir deine Anzahl an Elektronen angezeigt. Die blaue Zahl ist die Anzahl an gesicherten Elektronen. Diese kannst du nicht mehr verlieren. Die kleinere graue Zahl gibt dir die Anzahl an zusätzlich gesammelten Elektronen an, die noch nicht gespeichert sind. Wenn du einen Positionsüberlauf hast, gehen sie verloren und müssen erneut eingesammelt werden.
es: Al recoger un electrón o cuando estás en una zona de guardado o portal aparece en pantalla el contador de electrones. El número azul es la cantidad de electrones que están guardados, nunca los perderás. El pequeño número gris muestra el número de electrones adicionales que has recoelctado pero no has guardado aún. Si sufres una posición fuera del limite, los electrones desaparecen y debes recolectarlos de nuevo.

source: You can also see your electrons in your inventory menu.
de: Außerdem kannst du deine Elektronen in deinem Inventar sehen.
es: También puedes ver tus electrones en el menú de inventario.

source: The System does not allow the position value of entities to go outside certain boundaries. If this happens, your position will be reset to its initial state within this sector.
de: Das System lässt für Entitäten Positionen außerhalb bestimmter Grenzen nicht zu. Falls dir das passiert, wird deine Position zu deiner Ursprungsposition zurückgesetzt.
es: El Sistema no permite que la posición de una entidad ocurra fuera de ciertos limites. Si esto ocurre tu posición será reiniciar a su estado inicial dentro de dicho sector.

source: What does that mean?
de: Was heißt das?
es: ¿Qué significa eso?

source: If you fall into the abyss, you get reset to where you started.
de: Wenn du in den Abgrund fällst, wirst du dahin zurückgesetzt, wo du angefangen hast.
es: Si caes en el abismo, se reinicia desde donde comenzaste.

source: Don’t ask me! Ask Gateway Helper over there. It will help you.
de: Frag nicht mich! Frag den Gateway-Helfer da drüben. Er wird dir weiter helfen.
es: ¡No me preguntes a mi! Consulta con el Gateway Helper por allá.

source: Greetings, wanderer! You have arrived at the Powerslide Sector. The energies that flow through this place will make you stronger.
de: Sei gegrüßt, Wanderer! Du bist am Sektor des Power-Gleitens angekommen. Die Energie, die diesen Ort durchfließt, wird dich stärker machen.
es: ¡Saludos viajero! Has llegado a Powerslide Sector. La energía que fluye por este lugar te hará más fuerte.

source: You will be able to pick up the Powerslide ability here.
de: Hier kannst du die Fähigkeit des Power-Gleitens bekommen.
es: Aquí podrás obtener la habilidad de Powerslide.

source: With Powerslide, you can dash forwards really quick and will be able to cross gaps.
de: Mit dem Power-Gleiten kanst du für sehr schnell vorwärts sausen und dadurch Lücken überwinden.
es: Con la habilidad de Powerslide podrás correr rapidamente y saltar entre grietas.

source: Just be sure to be on solid ground, then push yourself forwards with all your force. It works best on flat ground.
de: Achte nur darauf, dass du auf festem Untergrund bist, dann sause mit aller Kraft vorwärts. Ab besten geht das auf flachem Boden.
es: Solo asegurate de estar sobre una superficie solida, y luego impusarte con todas tus fuerzas hacia delante. Funciona mejor en una superficie plana.

source: Once you got the Powerslide ability, use it this way: First hold down Aux1, then press Forward.
de: Nachdem du die Power-Gleiten-Fähigkeit bekommen hast, benutze sie wie folgt: Halte zuerst Aux1 gedrückt und drücke dann Vorwärts.
es: Una vez que consigas la habilidad de Powerslide debes usarlo de esta manera: Primero manten presionado Aux1, luego presiona Adelante.

source: A status icon at the bottom will show whenever a powerslide is available. (You can disable the status icon in the game settings.)
de: Ein Status-Symbol am unterem Rand zeigt dir an, wann du das Power-Gleiten benutzen kannst. (Du kannst dieses Status-Symbol in den Einstellungen deaktivieren.)
es: Un ícono de estado, en la parte inferior se mostrará cada vez que haya un powerslide disponible. (Puedes desactivar el ícono en las configuraciones del juego.)

source: With Powerslide, you can dash forwards really fast.
de: Mit dem Power-Gleiten kannst du sehr schnell nach vorne sausen.
es: Con la habilidad de Powerslide podrás correr muy rápido.

source: Hold down Aux1 and press Forward to powerslide.
de: Halte Aux1 gedrückt und drücke dann Vorwärts, um zu powergleiten.
es: Manten presionado Aux1 y presiona Avanzar para deslizarte.

source: Greetings, wanderer! You have arrived at the SSSS! The Super Slope Sliding Sector. The energies that flow through this place will make you stronger.
de: Sei gegrüßt, Wanderer! Du bist beim Ssss angekommen! Dem Steilschrägenschlittersektor. Die Energie, die diesen Ort durchfließt, wird dich stärker machen.
es: ¡Saludos viajero! Has llegado a SSSS. El Super Slope Sliding Sector. La energía que fluye por este lugar te hará más fuerte.

source: You will be able to pick up the Super Slope Sliding ability here.
de: Hier kannst du die Fähigkeit erhalten, steile Schrägen hinauf zu schlittern.
es: Aquí podrás obtener la habilidad de Super Slope Sliding.

source: With Super Slope Sliding, you can slide up tall slopes with ease.
de: Mit der Fähigkeit Steilschrägengleiten kannst du mit Leichtigkeit steile Schrägen hinaufgleiten.
es: Con la habilidad de Super Slope Sliding, podrás deslizarte por las pendientes altas con facilidad facilmente.

source: Greetings, wanderer! You have arrived at the Climbing Sector. The energies that flow through this place will make you stronger.
de: Sei gegrüßt, Wanderer! Du bist beim Klettersektor angekommen. Die Energie, die diesen Ort durchfließt, wird dich stärker machen.
es: ¡Saludos viajero! Has llegado al Climbing Sector. La energía que fluye por este lugar te hará más fuerte.

source: You will be able to pick up the Climbing ability here.
de: Hier wirst du die Fähigkeit bekommen, zu klettern.
es: Aquí podrás obtener la habilidad de Climbing.

source: With Climb, you will automatically grab onto cables and climb them in any direction. But beware: On some cables, you are unable to climb upwards. Think before you climb!
de: Mit der Kletterfähigkeit wirst du dich automatisch an Kabeln festhalten und sie entlang klettern. Aber Vorsicht! An manchen Kabeln kannst du nicht nach oben klettern. Also denk nach, bevor du kletterst!
es: Con la habilidad de Climb, automaticamente te agarrars de cables y podrás escalar en cualquier dirección. Pero cuidado: en algunos cables no podrás escalar hacia arriba. ¡Piensa antes de escalar!
