Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_nodes/locale/poconvert/*.po
Languages: de, es, fr

source: Solid (Grid Style)
de: Fest (Gitterstil)
es: Sólido (estilo cuadrícula)
fr: Solide (Aspect Grille)

source: Solid (Flat Style)
de: Fest (glatter Stil)
es: Sólido (estilo plano)
fr: Solide (Aspect Plat)

source: Solid (Concentric Style)
de: Fest (konzentrischer Stil)
es: Sólido (estilo concéntrico)
fr: Solide (Aspect Concentrique)

source: Solid (Tile Style)
de: Fest (Kachelstil)
es: Sólido (estilo baldosa)
fr: Solide (Aspect Carreau)

source: Seethrough
de: Durchsichtig
es: A través de

source: Gateway
es: Puerta de enlace
fr: Portail

source: Resetter
de: Zurücksetzer
es: Reiniciador

source: Resetter (no blackout)
de: Zurücksetzer (keine Schwärzung)
es: Reiniciador (sin apagón)

source: Invisible Barrier
de: Unsichtbare Barriere
es: Barrera invisible
fr: Barrière Invisible

source: System Node
es: Nodo del sistema
fr: Node Système

source: Cable (not climbable)
de: Kabel (kein Klettern)
es: Cable (no escalable)
fr: Cable (impossible à escalader)

source: Cable (no jump)
de: Kabel (kein Springen)
es: Cable (sin salto)
fr: Cable (sans saut)

source: Cable (no jump, not climbable)
de: Kabel (kein Springen, kein Klettern)
es: Cable (sin salto, no escalable)
fr: Cable (sans saut, impossible à escalader)

source: Cable Connector
de: Kabelverbinder
es: Conector para cable
fr: Connecteur de Cable

source: Cable Connector (no jump)
de: Kabelverbinder (kein Springen)
es: Conector del cable (sin salto)
fr: Connecteur de Cable (sans saut)

source: Weak Bouncer
de: Schwacher Abpraller
es: Rebote débil

source: Full Bouncer
de: Voll-Abpraller
es: Saltarín

source: Super Bouncer
de: Super-Abpraller
es: Súper Saltarín

source: Launchpad
de: Absprungfeld
es: Plataforma de lanzamiento
fr: Manette

source: Lamp
de: Lampe
es: Bombilla
fr: Lampe

source: Darkness
de: Dunkelheit
es: Tinieblas
fr: Obscurité

source: Save Zone
de: Speicherzone
es: Zona segura
fr: Zone de Sauvegarde

source: Save Zone Block
de: Speicherzonenblock
es: Bloqueo de la zona de segura
fr: Bloc de Zone de Sauvegarde

source: White Noise
de: Weißes Rauschen
es: Ruido blanco
fr: Bruit Blanc

source: White Noise (temporary)
de: Weißes Rauschen (temporär)
es: Ruido blanco (temporal)
fr: Bruit Blanc (temporaire)

source: White Noise (ceiling)
de: Weißes Rauschen (Decke)
es: Ruido blanco (techo)

source: White Noise (non-glowing)
de: Weißes Rauschen (nicht leuchtend)
es: Ruido blanco (sin luz)
fr: Bruit Blanc (non brillant)

source: White Noise (movethrough)
de: Weißes Rauschen (durchlässig)
es: Ruido blanco (movimiento)

source: Rainbow Noise
de: Regenbogenrauschen
es: Ruido del arco iris
fr: Bruit Arc-en-ciel

source: Cable
de: Kabel
