Repository: ArthurTrushakov/ForgeProject
Catalog: games/glitch/mods/glitch_levels/locale/poconvert/*.po
Languages: de, es, fr, ru

source: Gateway to @1
de: Gateway zu @1
es: Portal a @1
fr: Portail vers @1
ru: Проход в @1

source: @1 (bypassed)
de: @1 (überbrückt)
es: @1 (omitido)
ru: @1 (не нужны)

source: Electrons required: @1
de: Benötigte Elektronen: @1
es: Electrones requeridos: @1
fr: Électrons requis : @1
ru: Требуется электронов: @1

source: Hold down Aux1 to use the gateway
de: Drücke Aux1, um das Gateway zu benutzen
es: Manten presionado Aux1 para usar el portal
fr: Maintenez enfoncée Aux1 pour utiliser le portail
ru: Зажми «Aux1», чтобы использовать проход

source: Unlock (or lock) all gateways
de: Entsperre (oder sperre) alle Gateways
es: Desbloquear (o bloquear) todas las pasarelas
fr: Déverrouiller (ou verrouiller) tous les portails
ru: Заблокировать (или разблокировать) все проходы

source: The gateways are now locked and may require electrons to work.
de: Die Gateways sind jetzt gesperrt und benötigen evtl. zur Benutzung Elektronen.
es: Los portales ahora están bloqueados y puede que necesiten electrones para funcionar.
fr: Les portails sont désormais verrouillés et peuvent avoir besoin d'électrons pour fonctionner.
ru: Проходы теперь заблокированы и могу потребовать электроны для работы.

source: All gateways are now unlocked.
de: Alle Gateways sind entsperrt.
es: Todos los portales ahora se encuentran desbloqueados.
fr: Tous les portails sont désormais déverrouillés.
ru: Все проходы теперь разблокированы.

source: Void Pipe
de: Voidröhre
es: Tubería del Vacío
fr: Tuyau Vide
ru: Труба Пустоты

source: Data Cube Center
de: Datenwürfelzentrum
es: Centro del Cubo de Datos
ru: Дата-Куб-Центр

source: Powerslide Playground
de: Power-Gleiten-Testfeld
es: Parque infantil con tobogán
ru: Площадка Рывка

source: Powerslide Sector
de: Power-Gleiten-Sektor
es: Sector de deslizamiento rápido
ru: Сектор Рывка

source: Transport Pipes
de: Transportrohre
es: Tuberías de Transporte
fr: Tuyaux de Transport
ru: Транспортные Трубы

source: Super Slope Sliding Sector
de: Steilschrägenschlittersektor
es: Sector de toboganes con una pendiente pronunciada
ru: Сектор Супер Склоноскольжения

source: Far Lands
de: Ferne Lande
es: Terrenos lejanos
fr: Contrées Lointaines
ru: Далёкие Земли

source: Hub
es: Centro
ru: Магистраль

source: Tower
de: Turm
es: Torre
fr: Tour
ru: Башня

source: Launching Sector
de: Absprungsektor
es: Sector de Lanzamiento
fr: Secteur de Lancement
ru: Сектор Пуск

source: Climbing Sector
de: Klettersektor
es: Sector de Escalada
fr: Secteur d'Escalade
ru: Сектор Лаза

source: System Core
de: Systemkern
es: Núcleo del Sistema
fr: Cœur Système
ru: Ядро Системы

source: The System
de: Das System
es: El Sistema
fr: Le Système
ru: Система

source: Teleport yourself to a given level
de: Teleportieren Sie sich zu einem bestimmten Level
es: Teletransportate a un nivel determinado
fr: Téléportez-vous dans un niveau donné
ru: Телепортировать себя в указанный уровень

source: <level> [<spawn number>]
de: <Level> [<Spawn-Nummer>]
ru: <уровень> [<номер спавна>]

source: No player.
de: Kein Spieler.
es: Sin jugador.
fr: Aucun joueur.
ru: Нет игрока.

source: Can't change level now!
de: Das Level kann jetzt nicht gewechselt werden!
es: ¡No puedes cambiar de nivel en estos momentos!
fr: Impossible de changer de niveau maintenant !
ru: Невозможно сменить уровень!

source: Invalid spawn number!
de: Ungültige Spawn-Nummer!
es: ¡Número de spawn inválido!
ru: Неверный номер спавна!

source: Level ID does not exist! (use “/list_levels” for a list)
de: Level-ID existiert nicht! („/list_levels“ für eine Liste)
es: La ID del nivel no existe (utiliza "/list_levels" para ver la lista)
ru: ID уровня не существует! (Используйте "/list_levels" для получения перечня.)

source: Level spawn number does not exist!
de: Level-Spawn-Nummer existiert nicht!
es: ¡El número del spawn del nivel no existe!
ru: Номер спавна не существует на уровне!

source: Restart the current level
de: Aktuelles Level neustarten
es: Reinicia el nivel actúal
fr: Recommencer le niveau actuel
ru: Перезапустить текущий уровень

source: Restart in progress.
de: Neustart aktiv.
es: Reinicio en progreso.
fr: Redémarrage en cours.
ru: Перезапуск в процессе.

source: Shows a list of all levels
de: Eine Liste aller Level anzeigen
es: Muestra la lista de todos los niveles
fr: Affiche une liste de tous les niveaux
ru: Показывает перечень всех уровней

source: List of levels:
de: Liste aller Level:
es: Lista de los niveles:
fr: Liste des niveaux :
ru: Перечень уровней:

source: Electrons saved!
de: Elektronen gespeichert!
es: ¡Electrones guardados!
fr: Électrons sauvés !
ru: Электроны сохранены!
